# print("Задание 1")
# print("пункт 1")
# a = "слово"
# print(a)
# print(a.upper())
# print("пункт 2")
# text = "Строка из подстроки"
# print(text.startswith("Строка"))
# print("пункт 3")
# фраза = "прекрасный мир"
# print(фраза)
# s1 = "прекрасный"
# s2 = "классный"
# фраза = фраза.replace(s1, s2)
# print(фраза)
# print("пункт 4")
# Фраза ="Разделение строки"
# print(Фраза)
# print(Фраза.split())
# print("пункт 5")
# Фраза ="   три пробела   "
# print(Фраза)
# print(Фраза.strip())
# print("Задание 2")
# print("пункт 6")
# list = ["один","два","три"]
# print(list)
# list.append("четыре")
# print(list)
# print("пункт 7")
# удаление = [1, 2, 3, 4]
# print(удаление)
# удаление2 = удаление.remove(4)
# print(удаление)
# print("пункт 8")
# список= [1, 4, 2, 3, 6, 8, 10, 7]
# print(список)
# список.sort()
# print(список)
# print("пункт 9")
# индекс_в_списке = ["строка", "метод", "список", "функция", "функция", "список", "метод","строка"]
# print(индекс_в_списке.index("строка"))
# print(индекс_в_списке.index("метод"))
# print(индекс_в_списке.index("список"))
# print(индекс_в_списке.index("функция"))
# print("пункт 10")
# print("пункт 11")
# print("пункт 12")
# print("пункт 13")
# print("пункт 14")
# print("пункт 15")
# print("пункт 16")
# print("пункт 17")
# print("пункт 18")
# print("пункт 19")






















































































































# a = input("Введите число : ")
# b = str(a)
# c = str(a)
# print(int(str(a)) + int(b*2)+int(c*3))
